const types = {"บานเลื่อนสี่บาน":[
                              {
                                "color": "สีดำ",
                                "price":1800
                              },
                              {  "color": "สีอบขาว",
                                "price":1400
                              },
                              {  "color": "สีชา",
                                "price":1300}

                              ],
                "บานสวิงสี่บาน":[
                              {
                                "color": "สีดำ",
                                "price":2000
                              },
                              {  "color": "สีอบขาว",
                                "price":1800
                              },
                              {  "color": "สีชา",
                                "price":1700
                              ],

            }
